<P style="margin:0px 60px 0px;">
  初めまして。<br>
  おもいでマップを運営しているMIASです。<br><br><br>

  【プロフィール】<br>
  和歌山の田舎でサラリーマンをしながら和歌山の自然を楽しんでいます。<br>
  旅行が好きで、特に田舎でドライブしたりキャンプするのが大好き！<br>
  バックパッカーの端くれなので、年に数回長期休暇をとって長期旅行に出かけるのが生き甲斐です。<br><br><br>

  【趣味】<br>
  ・旅行：このサイトで今までに訪れた中で特に印象に残っている場所を紹介しています。<br>
  <u><a href="http://mias.main.jp" target="_blank" style="color:#0000ff">旅×フォト -写真で伝える日本と世界の観光情報-</a></u><br>
  ・田舎をドライブ<br>
  ・カメラ<br><br><br>

  このサイトに関する意見/感想はomoidemaps@gmail.comまで。<br>
  お気軽にどうぞ^^<br><br><br>

</P>
