<html>
<body>

<p>お世話になっております。</p>
<p>OmoideMapです。</p>

@yield('content')

<p>今後ともOmoideMapをよろしくお願いいたします。</p>
______________________________________________________________________________________
<p>本メールにお心当たりのない方</p>
<p>このメールは、OmoideMapへの登録をお申込みいただいた方に自動送信しております。</P>
<p>お心当たりのない場合は、削除していただきますようお願いいたします。</p>
______________________________________________________________________________________

<p>*お問い合わせ先*︎</p>
<p>本メール、および「OmoideMap」についてご不明の点がございましたら、</p>
<p>下記URLからFAQをご参照の上お問い合わせください。</p>
<p><a href="{{ url('/help/default')}}">FAQへ</a></p>

_____________________________________________________________________________________
<p>OmoideMap</p>
<p>ホームページはこちらから <a href="{{ url('/')}}">{{ url('/') }}</a></p>
______________________________________________________________________________________
</body>
</html>
